/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ bilder";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ och %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ videor";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dagar %2$d timmar %3$d minuter %4$d sekunder";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d timmar %2$d minuter %3$d sekunder";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minuter %2$d sekunder";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d sekunder";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@ × %@ pixlar";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (internetinsticksfil för %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "Dold textning på %@";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Databaslagring för %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ (Easy Reader)";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@-nätverk";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "Textning för hörselskadade på %@";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@-webbinnehåll";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "WebCrypto-huvudnyckel för %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d filer";

/* Label for PDF page number indicator. */
"%d of %d" = "%d av %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu objekt";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 objekt";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 objekt";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 bild";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (medelkvalitet)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (hög kvalitet)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (låg kvalitet)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d × %d pixlar";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Ett JavaScript-undantag inträffade";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Lägg till i läslistan";

/* Undo action name */
"Align Left (Undo action name)" = "Vänsterjustera";

/* Undo action name */
"Align Right (Undo action name)" = "Högerjustera";

/* WKErrorUnknown description */
"An unknown error occurred" = "Ett okänt fel inträffade";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Auto (rekommenderas)";

/* Back context menu item */
"Back" = "Tillbaka";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Blockerad insticksfil";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Blockerad insticksfil";

/* Bold context menu item */
"Bold" = "Fet";

/* Undo action name */
"Bold (Undo action name)" = "Fet";

/* menu item title for phone number */
"Call Using iPhone:" = "Ring med iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Avbryt";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Avbryt";

/* Capitalize context menu item */
"Capitalize" = "Börja med stor bokstav";

/* Undo action name */
"Center (Undo action name)" = "Centrera";

/* Undo action name */
"Change Attributes (Undo action name)" = "Ändra attribut";

/* Check spelling context menu item */
"Check Document Now" = "Kontrollera dokument nu";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kontrollera grammatik tillsammans med stavning";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kontrollera stavning medan jag skriver";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Välj fil";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Välj filer";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Välj mediefiler (flera)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Välj mediefiler (enstaka)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Rensa";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Rensa senaste sökningar";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Klicka för att lämna helskärmsläge";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Klicka för att starta om";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Innehåll med angiven MIME-typ kan inte visas";

/* Media Controls context menu item */
"Controls" = "Reglage";

/* Copy context menu item */
"Copy" = "Kopiera";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopiera";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Kopiera ljudadress";

/* Copy Image context menu item */
"Copy Image" = "Kopiera bild";

/* Copy Link context menu item */
"Copy Link" = "Kopiera länk";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Kopiera videoadress";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Rätta stavning automatiskt";

/* Undo action name */
"Create Link (Undo action name)" = "Skapa länk";

/* Cut context menu item */
"Cut" = "Klipp ut";

/* Undo action name */
"Cut (Undo action name)" = "Klipp ut";

/* Default writing direction context menu item */
"Default" = "Förval";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Radera";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detaljer";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktering";

/* Download Audio To Disk context menu item */
"Download Audio" = "Hämta ljud";

/* Download Image context menu item */
"Download Image" = "Hämta bild";

/* Download Linked File context menu item */
"Download Linked File" = "Hämta länkad fil";

/* Download Video To Disk context menu item */
"Download Video" = "Hämta video";

/* Undo action name */
"Drag (Undo action name)" = "Dra";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Helskärmsläge";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Lämna helskärmsläge";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Typsnitt";

/* Undo action name */
"Format Block (Undo action name)" = "Formatering";

/* Forward context menu item */
"Forward" = "Framåt";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Inläsning av ram avbröts";

/* accessibility role description for web area */
"HTML content" = "HTML-innehåll";

/* Hide Media Controls context menu item */
"Hide Controls" = "Göm reglage";

/* menu item title */
"Hide Spelling and Grammar" = "Göm stavning och grammatik";

/* menu item title */
"Hide Substitutions" = "Göm ersättningar";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorera grammatik";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorera stavningskontroll";

/* Undo action name */
"Indent (Undo action name)" = "Indrag";

/* Undo action name */
"Insert List (Undo action name)" = "Infoga lista";

/* Inspect Element context menu item */
"Inspect Element" = "Granska element";

/* Italic context menu item */
"Italic" = "Kursiv";

/* Undo action name */
"Italics (Undo action name)" = "Kursiv";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java är inte tillgängligt";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Marginaljustera";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Nyckel från %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Lägg till stavning";

/* Left to Right context menu item */
"Left to Right" = "Vänster till höger";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Direktsändning";

/* Media controller status message when the media is loading */
"Loading..." = "Läser in...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Slå upp i Ordbok";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Slå upp ”%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Slå upp ”<markering>”";

/* Media Loop context menu item */
"Loop" = "Loopa";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Öka teckenmellanrum";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Sänk baslinjen";

/* Make Lower Case context menu item */
"Make Lower Case" = "Små bokstäver";

/* Make Upper Case context menu item */
"Make Upper Case" = "Stora bokstäver";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Insticksfil saknas";

/* Media Mute context menu item */
"Mute" = "Ljud av";

/* No Guesses Found context menu item */
"No Guesses Found" = "Inga gissningar hittades";

/* Empty select list */
"No Options Select Popover" = "Inga alternativ";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Inga senaste sökningar";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Ej tillåtet att använda nätverksport med begränsad behörighet";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Av";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Öppna";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Öppna ljud i nytt fönster";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Öppna ram i nytt fönster";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Öppna bild i nytt fönster";

/* Open Link context menu item */
"Open Link" = "Öppna länk";

/* Open in New Window context menu item */
"Open Link in New Window" = "Öppna länk i nytt fönster";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Öppna video i nytt fönster";

/* context menu item for PDF */
"Open with %@" = "Öppna med %@";

/* Undo action name */
"Outdent (Undo action name)" = "Hängande indrag";

/* Outline context menu item */
"Outline" = "Konturerad";

/* Undo action name */
"Outline (Undo action name)" = "Konturerad";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Styckeriktning";

/* Paste context menu item */
"Paste" = "Klistra in";

/* Undo action name */
"Paste (Undo action name)" = "Klistra in";

/* Undo action name */
"Paste Font (Undo action name)" = "Klistra in typsnitt";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Klistra in linjal";

/* Media Pause context menu item */
"Pause" = "Paus";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Bildbibliotek";

/* Media Play context menu item */
"Play" = "Spela";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Spela upp film i helskärmsläge";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Insticksfilsfel";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Insticksfil avbröts";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Inläsning via insticksfil";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "PDF (Portable Document Format)";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Höj baslinjen";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Senaste sökningar";

/* Reload context menu item */
"Reload" = "Uppdatera";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Nollställ";

/* Right to Left context menu item */
"Right to Left" = "Höger till vänster";

/* Title for Save Image action button */
"Save Image" = "Spara bild";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Sök med Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Sök med %@";

/* Search with Google context menu item */
"Search with Google" = "Sök med Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Markeringens riktning";

/* Undo action name */
"Set Background Color (Undo action name)" = "Ställ in bakgrundsfärg";

/* Undo action name */
"Set Color (Undo action name)" = "Ange färg";

/* Undo action name */
"Set Font (Undo action name)" = "Ange typsnitt";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Ange traditionell teckenbild";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Ange skrivriktning";

/* Show colors context menu item */
"Show Colors" = "Visa färger";

/* Show Media Controls context menu item */
"Show Controls" = "Visa reglage";

/* Show fonts context menu item */
"Show Fonts" = "Visa typsnitt";

/* menu item title */
"Show Spelling and Grammar" = "Visa stavning och grammatik";

/* menu item title */
"Show Substitutions" = "Visa ersättningar";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Visa i blockerad insticksfil";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Smart kopiering/inklistring";

/* Smart Dashes context menu item */
"Smart Dashes" = "Smarta streck";

/* Smart Links context menu item */
"Smart Links" = "Smarta länkar";

/* Smart Quotes context menu item */
"Smart Quotes" = "Smarta citationstecken";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Ögonblicksavbildad insticksfil";

/* Speech context sub-menu item */
"Speech" = "Tal";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Stavning och grammatik";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Börja felsöka JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Börja profilera JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Börja tala";

/* Stop context menu item */
"Stop" = "Stoppa";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Sluta felsöka JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Sluta profilera JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Sluta tala";

/* Styles context menu item */
"Styles..." = "Stilar...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Skicka";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Skicka";

/* Undo action name */
"Subscript (Undo action name)" = "Nedsänkt";

/* Substitutions context sub-menu item */
"Substitutions" = "Ersättningar";

/* Menu section heading for subtitles */
"Subtitles" = "Undertexter";

/* Undo action name */
"Superscript (Undo action name)" = "Upphöjd";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Ta bild";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Ta bild eller video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Spela in video";

/* Text Replacement context menu item */
"Text Replacement" = "Textersättning";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL:en kan inte visas";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView ogiltigförklarades";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Webbinnehållsprocessen avslutades";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Den nuvarande platsen kan inte hittas.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Insticksfilen kan inte hittas";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Insticksfilen kan inte läsas in";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Felaktigt användarnamn eller lösenord angavs för området ”%@” på %@. Kontrollera att de är korrekt ifyllda och försök igen.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Felaktigt användarnamn eller lösenord angavs för %@-proxyservern på %@. Kontrollera att de är korrekt ifyllda och försök igen.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Felaktigt användarnamn eller lösenord angavs för det här området på %@. Kontrollera att de är korrekt ifyllda och försök igen.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Detta är ett sökbart index. Skriv in sökord: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Minska teckenmellanrum";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Om du vill se den här sidan måste du logga in på området ”%@” på %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Om du vill se den här sidan måste du logga in på %@-proxyservern %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Om du vill se den här sidan måste du logga in på det här området på %@:";

/* Transformations context sub-menu item */
"Transformations" = "Skiftläge";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Inget teckenmellanrum";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Stäng av ligaturer";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Skriven text";

/* Underline context menu item */
"Underline" = "Understruken";

/* Undo action name */
"Underline (Undo action name)" = "Understruken";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Okänd";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Okänd";

/* Undo action name */
"Unlink (Undo action name)" = "Ta bort länk";

/* Undo action name */
"Unscript (Undo action name)" = "Återgå till baslinje";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Använd alla ligaturer";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Använd standardteckenmellanrum";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Använd standardligaturer";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Används till att kryptera WebCrypto-nycklar som lagras permanent, till exempel IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Webbgranskare — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF inbyggd i WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit påträffade ett internt fel";

/* message in authentication panel */
"Your login information will be sent securely." = "Din inloggningsinformation kommer att skickas på ett säkert sätt.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Ditt lösenord kommer att skickas okrypterat.";

/* HTTP result code string */
"accepted" = "godkänd";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktivera";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "varning";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "varningsdialog";

/* An ARIA accessibility group that acts as an application. */
"application" = "program";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "programstatus";

/* An ARIA accessibility group that acts as an article. */
"article" = "artikel";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "ljudelements uppspelningsreglage och statusvisare";

/* accessibility label for audio element controller */
"audio playback" = "ljuduppspelning";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "bakåt 30 sekunder";

/* HTTP result code string */
"bad gateway" = "felaktig gateway";

/* HTTP result code string */
"bad request" = "felaktig förfrågan";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banderoll";

/* accessibility help text for play button */
"begin playback" = "börja uppspelning";

/* accessibility description for a search field cancel button */
"cancel" = "avbryt";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "kontrollera";

/* HTTP result code string */
"client error" = "klientfel";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "komplementär";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "innehållsinformation";

/* HTTP result code string */
"continue" = "fortsätt";

/* HTTP result code string */
"created" = "skapad";

/* accessibility help text for movie status display */
"current movie status" = "nuvarande filmstatus";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "aktuell filmtid i sekunder";

/* role description of ARIA definition role */
"definition" = "definition";

/* description detail */
"description" = "beskrivning";

/* accessibility role description of a description list */
"description list" = "beskrivningslista";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialogruta";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "förfluten tid";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "helskärmsläge";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "lämna helskärmsläge";

/* HTTP result code string */
"expectation failed" = "ej förväntad respons";

/* accessibility label for fast forward button */
"fast forward" = "spola framåt";

/* accessibility label for fast reverse button */
"fast reverse" = "snabbt bakåt";

/* accessibility role description for a file upload button */
"file upload button" = "filöverföringsknapp";

/* accessibility role description for a footer */
"footer" = "sidfot";

/* HTTP result code string */
"forbidden" = "förbjuden";

/* HTTP result code string */
"found" = "hittad";

/* HTTP result code string */
"gateway timed out" = "gateway nådde en maxtidsgräns";

/* accessibility role description for headings */
"heading" = "rubrik";

/* accessibility label for hide closed captions button */
"hide closed captions" = "göm dold textning";

/* accessibility role description for image map */
"image map" = "bildkarta";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "obestämbar tid";

/* HTTP result code string */
"informational" = "information";

/* HTTP result code string */
"internal server error" = "internt serverfel";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "hoppa";

/* HTTP result code string */
"length required" = "längd krävs";

/* accessibility role description for link */
"link" = "länk";

/* accessibility role description for list marker */
"list marker" = "listmarkör";

/* An ARIA accessibility group that acts as a console log. */
"log" = "logg";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "huvuddel";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "rulltext";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematik";

/* HTTP result code string */
"method not allowed" = "metod tillåts ej";

/* HTTP result code string */
"moved permanently" = "flyttades permanent";

/* accessibility label for timeline slider */
"movie time" = "filmtid";

/* accessibility help text for timeline slider */
"movie time scrubber" = "filmtidsskrubbningslist";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "filmtidsskrubbningstumme";

/* HTTP result code string */
"multiple choices" = "flera val";

/* accessibility label for mute button */
"mute" = "ljud av";

/* accessibility help text for mute button */
"mute audio tracks" = "stäng av ljud i ljudspår";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigering";

/* HTTP result code string */
"needs proxy" = "behöver proxy";

/* HTTP result code string */
"no content" = "inget innehåll";

/* HTTP result code string */
"no error" = "inget fel";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "ingen fil vald";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "inga filer har valts";

/* HTTP result code string */
"no longer exists" = "finns inte längre";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "inga mediefiler har valts (flera)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "ingen mediefil har valts (enstaka)";

/* HTTP result code string */
"non-authoritative information" = "icke-auktoritativ information";

/* HTTP result code string */
"not found" = "hittades inte";

/* HTTP result code string */
"not modified" = "ej ändrad";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "anteckning";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "antal sekunder som återstår av filmen";

/* HTTP result code string */
"partial content" = "del av innehåll";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "mönstret matchar inte";

/* accessibility label for pause button */
"pause" = "pausa";

/* accessibility help text for pause button */
"pause playback" = "pausa uppspelning";

/* HTTP result code string */
"payment required" = "betalning krävs";

/* accessibility label for play button */
"play" = "spela upp";

/* HTTP result code string */
"precondition failed" = "förhandsvillkor uppfylldes inte";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "tryck";

/* HTTP result code string */
"proxy authentication required" = "proxyautentisering krävs";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "intervallet är för stort";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "intervallet är för litet";

/* HTTP result code string */
"redirected" = "omdirigerad";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "region";

/* accessibility label for time remaining display */
"remaining time" = "återstående tid";

/* HTTP result code string */
"request timed out" = "förfrågan nådde en maxtidsgräns";

/* HTTP result code string */
"request too large" = "förfrågan för stor";

/* HTTP result code string */
"requested URL too long" = "begärd URL för lång";

/* HTTP result code string */
"requested range not satisfiable" = "begärt intervall går inte att uppfylla";

/* HTTP result code string */
"reset content" = "nollställ innehåll";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "returnera strömmande film till realtid";

/* accessibility label for return to real time button */
"return to realtime" = "återgå till realtid";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "sök";

/* HTTP result code string */
"see other" = "se annan";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "sök bakåt 30 sekunder i filmen";

/* accessibility help text for fast rewind button */
"seek quickly back" = "sök snabbt bakåt";

/* accessibility help text for fast forward button */
"seek quickly forward" = "sök snabbt framåt";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "markera";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "avgränsare";

/* HTTP result code string */
"server error" = "serverfel";

/* HTTP result code string */
"service unavailable" = "tjänst ej tillgänglig";

/* accessibility label for show closed captions button */
"show closed captions" = "visa dold textning";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "börja visa dold textning";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "stegen matchar inte";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "sluta visa dold textning";

/* HTTP result code string */
"success" = "klart";

/* HTTP result code string */
"switching protocols" = "byter protokoll";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "flikpanel";

/* HTTP result code string */
"temporarily redirected" = "tillfälligt omdirigerad";

/* term word of a description list */
"term" = "villkor";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "tidslinjereglageminiatyr";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "timer";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "för långt";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "verktygstips";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "typen matchar inte";

/* HTTP result code string */
"unacceptable" = "ej acceptabel";

/* HTTP result code string */
"unauthorized" = "ej auktoriserad";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "avmarkera";

/* HTTP result code string */
"unimplemented" = "ej implementerad";

/* Unknown filename */
"unknown" = "okänt";

/* accessibility label for turn mute off button */
"unmute" = "slå på ljud";

/* accessibility help text for un mute button */
"unmute audio tracks" = "slå på ljud i ljudspår";

/* HTTP result code string */
"unsupported media type" = "medietypen stöds inte";

/* HTTP result code string */
"unsupported version" = "version som inte stöds";

/* Validation message for required form control elements that have no value */
"value missing" = "värde saknas";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "videoelements uppspelningsreglage och statusvisare";

/* accessibility label for video element controller */
"video playback" = "videouppspelning";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Öppna";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Förhandsvisa";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Lägg till i läslistan";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopiera";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Lägg till i Bilder";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Spara till Hämtade filer";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Dela";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopiera";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Slå upp";

/* "Paste" action menu item */
"Paste (action menu item)" = "Klistra in";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Förslag";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopiera";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Dela";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Spara till Hämtade filer";
